tmp.log
Running 30s test @ http://127.0.0.1:8080/hello
  2 threads and 5000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    86.57ms   77.00ms   1.31s    89.88%
    Req/Sec     6.81k     3.19k   15.59k    68.75%
  318652 requests in 30.21s, 38.59MB read
  Socket errors: connect 0, read 2998, write 5, timeout 72
Requests/sec:  10547.03
Transfer/sec:      1.28MB